// //Из задания № 10 по Python
// // 1. Написать функцию, которая принимает 2 числа и возвращает их сумму
// function sum(a,b){
//          return a + b
// }
// console.log(sum(5, 6))
//
// // 2. Написать функцию, которая принимает 1 число и возвращает его произведение на 4.
// function mult_4(a){
//     return a*4
// }
// console.log(mult_4(2))
//
// //3. Написать функцию, которая принимает 3 числа, и их сумму делит на 3.
// function division_3(a, b, c){
//     return(a+b+c)/3
// }
// console.log(division_3(2, 3, 4))
//
// // 4. Написать функцию, которая не принимает аргументов, но возвращает 7.
// function non_7(){
//     return 7
// }
// console.log(non_7())
//
// // 5. Написать функцию, которая принимает 1 число и возвращает его остаток от деления на 5
// function remane_devis_5(a){
//     return a%5
// }
// console.log(remane_devis_5(11))
//
// //Из задания № 13 по Python
// //1. Написать функцию которая принимает число через input и если оно меньше или равно 34
// // печатает ваше имя иначе имя вашей мамы.
// function name_34(a) {
//     x = parseInt(prompt("введите число:"), 10)
//     if (x <= 34) {
//         console.log("Джордж")
//     } else {
//         console.log("Памелла")
//     }
// }
// name_34()